const adms = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
⟪────────⟦   🥷   ⟧────────⟫
 
 㑹─────⟬𝐌𝐄𝐍𝐔 𝐀𝐃𝐌⟭─────㑹

⛛⚌⚌⚌⚌⎐⚌⚌⚌⚌⚌⚌⚌⎐⚌⚌⚌⚌⛛

║𖣴⋗${prefix}Kick [@] (pra-remover) 
║𖣴⋗${prefix}Ban (responder-mensagem)
║𖣴⋗${prefix}edo-tensei (reviver)(responder-msg)
║𖣴⋗${prefix}Promover [@] (Ser-ADM)
║𖣴⋗${prefix}Rebaixar [@] (rebaixar-adm)
║𖣴⋗${prefix}Totag (menciona-algo)
║𖣴⋗${prefix}Grupo f/a
║𖣴⋗${prefix}opentime (abrir-gp) (tempo)
║𖣴⋗${prefix}closetime (fechar-gp) (tempo)
║𖣴⋗${prefix}Status
║𖣴⋗${prefix}Limpar (texto-invisível-gp)
║𖣴⋗${prefix}Atividades (DO-GRUPO)
║𖣴⋗${prefix}redefinir (novo-link)
║𖣴⋗${prefix}Grupoinfo
║𖣴⋗${prefix}Hidetag (txt) (marcação)
║𖣴⋗${prefix}Marcar (marca tds do gp)
║𖣴⋗${prefix}Marcar2 (Marca-tds-Wa.me/)
║𖣴⋗${prefix}Anagrama
║𖣴⋗${prefix}Autofigu
║𖣴⋗${prefix}Antisticker
║𖣴⋗${prefix}Antidocumento
║𖣴⋗${prefix}Antiloc
║𖣴⋗${prefix}Anticontato
║𖣴⋗${prefix}Antinotas
║𖣴⋗${prefix}Antilink
║𖣴⋗${prefix}Antilinkhard
║𖣴⋗${prefix}AntiCatalogo 
║𖣴⋗${prefix}Antifake
║𖣴⋗${prefix}antiporno
║𖣴⋗${prefix}Bemvindo
║𖣴⋗${prefix}Bemvindo2
║𖣴⋗${prefix}Antiimg
║𖣴⋗${prefix}Antiaudio
║𖣴⋗${prefix}Antivideo
║𖣴⋗${prefix}Leveling
║𖣴⋗${prefix}Limiteflood
║𖣴⋗${prefix}Simih
║𖣴⋗${prefix}Simih2
║𖣴⋗${prefix}Fotogp (Marca)
║𖣴⋗${prefix}Descgp (TXT)
║𖣴⋗${prefix}Nomegp (Nome)
║𖣴⋗${prefix}Criartabela (ESCREVA-ALGO)
║𖣴⋗${prefix}Tabelagp
║𖣴⋗${prefix}bcgp (tm-gp-pv)
金─────────㑹─────────金


`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 